{
  "uitutorial_msg_intro": "Hello? Is this thing on?\r\n\r\nAlright, I see you're here. This tutorial will teach you the basics of the user interface in Zero-K. Pay attention – we'll try not to let you do anything you shouldn't, but things will go faster if you follow instructions precisely.\r\n\r\nNOTE: This tutorial assumes default keybinds. If you have changed key bindings for some commands, they may not match what is listed in the tutorial.",
  "uitutorial_objDesc_tut": "Learn how to use the UI of Zero-K. Follow the provided instructions at each step.",
  "uitutorial_objTitle_tut": "Complete UI Tutorial",
  "uitutorial_persistent_attack": "Well done. Line formations are a simple but effective tool to organize your units and do things such as encircle the enemy.\r\n\r\nNow, an enemy building has appeared. Select your units and \\255\\0\\255\\0\\right click\\008 on the target to \\255\\255\\255\\0\\attack\\008 it.",
  "uitutorial_persistent_attackMove": "\\255\\255\\255\\0\\Attack Move\\008 is often a good way to engage more than one enemy.\n+ Select your units.\n+ Select Attack Move with the button or hotkey \\255\\0\\255\\0\\A\\008.\n+ Click near the group of enemies.",
  "uitutorial_persistent_attackTips": "Boom.\r\n\r\nYou can also directly attack enemies with the \\255\\255\\255\\0\\Force Attack\\008 order. This order is useful for selecting targets but can cause your units to get in each others way. \r\n\r\nMost of the time you can just line move near or past an enemy, since most units can fire when moving. \r\n\r\nClick Next to continue.",
  "uitutorial_persistent_camera": "First, let's go over the ways to move the camera:\r\n\r\n+ The \\255\\0\\255\\0\\arrow keys\\008.\n+ Moving the \\255\\0\\255\\0\\cursor\\008 to the \\255\\0\\255\\0\\screen edge\\008 (requires fullscreen mode).\n+ \\255\\0\\255\\0\\Middle click\\008 and \\255\\0\\255\\0\\drag\\008 the terrain.\n+ \\255\\0\\255\\0\\Middle click\\008 or \\255\\0\\255\\0\\left click\\008 click on the minimap.\n+ \\255\\0\\255\\0\\Scroll wheel\\008 or \\255\\0\\255\\0\\Page Up/Down\\008 to zoom in/out.\r\n\r\nThere is a building somewhere in the \\255\\255\\255\\0\\bottom left\\008 direction. Zoom in close on it to continue.",
  "uitutorial_persistent_complete": "Well done. Now you know the basics of unit control.",
  "uitutorial_persistent_lineMove": "Moving multiple units is best done in formation. You can easily draw a \\255\\255\\255\\0\\line formation\\008 with the mouse.\n+ Select \\255\\255\\255\\0\\all\\008 your units.\n+ \\255\\0\\255\\0\\Right click\\008 and drag to draw a line.\n+ Release right click.\r\n\r\nGive your commander and Knights a line move order as depicted. At least one unit must be ordered to move into each circle simultaneously.",
  "uitutorial_persistent_move": "Select your commander and \\255\\255\\255\\0\\move\\008 it to the indicated destination to the upper right. \\255\\0\\255\\0\\Right click\\008 on the ground to move there.",
  "uitutorial_persistent_select": "You've found a Solar Collector. Select it by \\255\\0\\255\\0\\left clicking\\008 on it.\r\n\r\n(If you've already selected it, left click on the ground to deselect first).",
  "uitutorial_persistent_selectComm": "More units have been activated.\r\n\r\nIf you lose track of your Commander you can select them with \\255\\0\\255\\0\\Ctrl\\008 + \\255\\0\\255\\0\\C\\008 or the button in the \\255\\255\\255\\0\\currently circled\\008 area on your screen. Select your Commander now.",
  "uitutorial_persistent_selectMisc": "Good work. Here are some other ways to select units.\r\n\r\n+ \\255\\0\\255\\0\\Ctrl\\008 + \\255\\0\\255\\0\\left click\\008 or \\255\\0\\255\\0\\double click\\008 a unit to select all units of that type on the screen.\n+ \\255\\0\\255\\0\\Left click\\008 on empty terrain deselects your units, if you are not issuing an order.\n+ \\255\\0\\255\\0\\Ctrl\\008 + \\255\\0\\255\\0\\A\\008 selects all units across the map. \\255\\0\\255\\0\\Ctrl\\008 + \\255\\0\\255\\0\\Z\\008 is the same, but only for units of the same type as those currently selected.\r\n\r\nClick Next to continue. ",
  "uitutorial_persistent_selectMultiple": "You can select multiple units by holding \\255\\0\\255\\0\\left click\\008 and \\255\\0\\255\\0\\dragging a box\\008 around them. \\255\\0\\255\\0\\Shift\\008 + \\255\\0\\255\\0\\click\\008 on a unit adds it to the current selection (or removes it, if it's already selected).\r\n\r\nNote: When box-selecting a \\255\\255\\255\\0\\mixed group\\008 of combat units and structures or non-combat units, \\255\\255\\255\\0\\only the combat units\\008 will be selected. Hold down \\255\\0\\255\\0\\Shift\\008 to not do this.\r\n\r\nSelect your \\255\\255\\255\\0\\Commander\\008 and \\255\\255\\255\\0\\at least three Solar Collectors\\008 to continue."
}