{
  "sunrise6e_convo_astraKilled": "Enough! When we next meet, you shall feel His fury, demon-spawn!",
  "sunrise6e_convo_barbarianKilled1": "That's one down.",
  "sunrise6e_convo_barbarianKilled2": "Number two bites the dust.",
  "sunrise6e_convo_barbarianKilled3": "Third time, no better luck for them.",
  "sunrise6e_convo_barbarianKilled4": "Four out of five.",
  "sunrise6e_convo_barbarianKilled5": "And the last one falls. Well done, Ada.",
  "sunrise6e_convo_bulgarKilled": "AAAAAAAAAAAARRRGH!",
  "sunrise6e_convo_defeat": "No good. We'll have to pull back and find another way.",
  "sunrise6e_convo_dialog1-1": "Faithless heathen! I shall send you to the depths of the inferno myself!",
  "sunrise6e_convo_dialog1-2": "The only person going to hell today is you, you self-righteous monomaniacal zealot!",
  "sunrise6e_convo_dialogBulgar": "Submit to us or know death!",
  "sunrise6e_convo_dialogHun": "None shall stand before our might!",
  "sunrise6e_convo_dialogLombard": "Do you really think you can defeat us?",
  "sunrise6e_convo_dialogOstrogoth": "I shall build a monument to my great victory from your bones, fool!",
  "sunrise6e_convo_dialogSuevi": "Cut down like wheat all who oppose us!",
  "sunrise6e_convo_escape": "Emergency teleport activated.",
  "sunrise6e_convo_gunshipSupport": "I've assembled a few gunship squadrons to help clean this up. They should be converging on the battlefield now.",
  "sunrise6e_convo_hunKilled": "WHY WAS I PROGRAMMED TO FEEL PAIN?!",
  "sunrise6e_convo_intro": "Alright, it's time to make some heads roll. Remember, we only need to kill each of our foes' commanders to subdue them. Strike swiftly and decisively; it would be inadvisible to get tangled down in a protracted fight. And remember, defeating the barbarians lets us \"borrow\" some of their technology.",
  "sunrise6e_convo_lombardKilled": "FUCK YOUUUUUUUUUUUUUU!",
  "sunrise6e_convo_ostrogothKilled": "NOOOOOOOOOOOOOO!",
  "sunrise6e_convo_scorpions": "Scorpions have infiltrated their rear areas. They can't escape easily once the fighting starts, so use them wisely.",
  "sunrise6e_convo_sueviKilled": "WRYYYYYYYYYYYYYYYYYY!",
  "sunrise6e_convo_tipChainsaw": "Some more anti-air firepower seems warranted. I've uploaded the Chainsaw blueprints to your systems, Ada.",
  "sunrise6e_convo_tipCrasher": "We could use some mobile defense against enemy air attacks. Try building some Crashers from your factory.",
  "sunrise6e_convo_tipDomi": "Dominatrix. No better way to destroy an enemy than make him your loyal servant.",
  "sunrise6e_convo_tipImpaler1": "The enemy has some heavy defences. You could simply brute-force them, but that would be so... crude.",
  "sunrise6e_convo_tipImpaler2": "What do you propose?",
  "sunrise6e_convo_tipImpaler3": "Try an Impaler. Trouble-free neutralization of enemy structures from long range.",
  "sunrise6e_convo_victory": "A resounding success. I had my doubts, but... none shall ever question your might again, Ada.",
  "sunrise6e_marker_scorpions": "Scorpions",
  "sunrise6e_objDesc_defeatBarbarians": "The barbarians respect only strength. Crush their leaders and demonstrate our power to bring the tribes under our control.",
  "sunrise6e_objDesc_defeatImperials": "Take out Scipio Astra's command unit and force her to withdraw from this planet.",
  "sunrise6e_objTitle_defeatBarbarians0": "Defeat Barbarians (0/5)",
  "sunrise6e_objTitle_defeatBarbarians1": "Defeat Barbarians (1/5)",
  "sunrise6e_objTitle_defeatBarbarians2": "Defeat Barbarians (2/5)",
  "sunrise6e_objTitle_defeatBarbarians3": "Defeat Barbarians (3/5)",
  "sunrise6e_objTitle_defeatBarbarians4": "Defeat Barbarians (4/5)",
  "sunrise6e_objTitle_defeatBarbarians5": "Defeat Barbarians (5/5)",
  "sunrise6e_objTitle_defeatImperials": "Defeat the Imperials",
  "sunrise6e_persistent_tipChainsaw": "The Chainsaw provides a strong deterrant to air incursions with its long-range, highly lethal volleys of missiles. Be forewarned: it has low health for its cost and cannot defend itself from ground threats.",
  "sunrise6e_persistent_tipCrasher": "The fast-moving Crasher fires a single short-range surface-to-air missile. Its armor and DPS are so-so.",
  "sunrise6e_persistent_tipDomi": "The Dominatrix hacks into enemy control systems and takes over an enemy unit, which can then be used like your own unit. More expensive units take longer to capture, while badly damaged units take less time. Multiple Dominatrices can capture a single unit more quickly.\n\nAfter capturing a unit, a Dominatrix cannot fire again for 12 seconds. If a controlling Dominatrix is destroyed, any captured units attached to it are freed.\n\nUnwanted units can be self-destructed (default hotkey: Ctrl+D).",
  "sunrise6e_persistent_tipImpaler": "The Impaler launches a kinetic penetrator missile at long range, highly effective against static targets. The missile has essentially no AoE and cannot track its targets, so it relies on the target's position being known and unchanging.",
  "sunrise6e_persistent_tipSelfD": "You can self-destruct your own units (or captured enemy ones). The default hotkey is Ctrl+D."
}