{
  "sunrise4e_convo_defeat": "It's over, Ada. We can't stop him now... it was nice knowing you.",
  "sunrise4e_convo_dialog1-1": "You call yourself a warrior of the Empire, and yet here you are destroying that which is rightfully the Emperor's. Do you understand the concept of treason, brigand?",
  "sunrise4e_convo_dialog1-2": "I was unlawfully attacked by Imperial forces at Antikythera, and defended myself. For this, you brand me a barbarian, and try to seize me. I am claiming my right and duty as an Imperial citizen to resist injustice!",
  "sunrise4e_convo_dialog1-3": "You understand nothing of the word, outlaw. But I will show you.",
  "sunrise4e_convo_escape": "Please be more careful, Ada. I may not be able to recall you in time in the future.",
  "sunrise4e_convo_factoryLost": "The factory is gone. You'll have to work with what you have left, Ada.",
  "sunrise4e_convo_fidesKilled": "Accursed barbarian. Do not think this is over.",
  "sunrise4e_convo_goliaths": "Guess what I found, friend Ada?",
  "sunrise4e_convo_intro1": "So you choose to defy the Emperor. Prepare to die, brigand.",
  "sunrise4e_convo_mexesDestroyed": "Good. That will slow them down a little, but we must be careful to keep them from simply rebuilding the lost mexes.",
  "sunrise4e_convo_PWBuildingDestroyed": "Please refrain from vandalizing these irreplacable facilities, friend Ada.",
  "sunrise4e_convo_spysat": "Spysats on target. Let's resolve this with a bang.",
  "sunrise4e_convo_tipBanisher": "Heads up, Ada. There's a nasty attack force headed our way; some Banishers might help fend them off.",
  "sunrise4e_convo_tipMissileSilo": "It looks like the enemy is more well-dug in than we can easily overcome. I've unlocked the blueprints for the Missile Silo; it should allow us to deal with the problem from a distance.",
  "sunrise4e_convo_tipPanther": "We need to knock them off balance while we get our own economy up. Use these Panther tanks and smash their outlying mexes.",
  "sunrise4e_convo_tipPillager": "That's some rather heavy defense; it may be best to pick it off from afar with artillery. I've acquired some Pillagers for you.",
  "sunrise4e_convo_tipRaid": "If you've got the upper hand but can't make progress, try holding them in place from the front with strong defenses while mobile forces lay waste to the countryside. That should deprive them of metal.",
  "sunrise4e_convo_tipReaper1": "This is getting pretty painful. If we could screen and assault with something heavier than Panthers...",
  "sunrise4e_convo_tipReaper2": "Hold on... Alright, you can build Reaper heavy tanks now. I think you'll find them to your liking.",
  "sunrise4e_convo_victory": "Excellent! Now that our good legate has been brought down a notch, let us finish those repairs and leave.",
  "sunrise4e_objDesc_defeatFides": "Legate Fides believes you to be a barbarian and seeks to capture or destroy you. Defeat him and eliminate his production capability before he can do so!",
  "sunrise4e_objDesc_raidMexes": "The enemy has a large number of metal extractors scattered around the field of battle, many of which are only lightly defended. Destroy them to diminish the enemy's economic advantage.",
  "sunrise4e_objTitle_defeatFides": "Defeat Fides",
  "sunrise4e_objTitle_raidMexes": "Raid Mexes",
  "sunrise4e_persistent_tipBanisher": "The Banisher riot support tank is a rather unusual unit in tactical terms. Rather expensive and long-ranged for a \"riot\" unit, it can pulverize groups of small units (aircraft included) with its powerful rockets. Its flimsy armor means that a screen is invaluable to keep enemies out of knife range where they can cut it to pieces.",
  "sunrise4e_persistent_tipMissileSilo": "The Missile Silo can construct and store up to four cruise missiles, which can be of four distinct types. The Eos tactical nuke and Shockley EMP missile are very useful for neutralizing high-value structures from a safe distance, while the Inferno napalm missile can deny wide swathes of terrain and devastate clumps of weak units.\n\nBecause these missiles have limited range, the Missile Silo must usually be built close to the front line.",
  "sunrise4e_persistent_tipPanther": "The Panther is a very fast raider that can stun defenders and pursuers alike with its lightning cannon. Expensive and rather flimsy for its cost, it requires careful micromanagement to reach its full potential.\n\nDestroyed Panthers can stun nearby units - friend or foe - with their electric explosion.",
  "sunrise4e_persistent_tipPillager": "The Pillager is a general-purpose artillery gun, simple but practical. It is normally used to destroy enemy defenses from afar, but it also works well as long-ranged fire support against mobile units (as long as they aren't rushing at it with blood in their eyes).",
  "sunrise4e_persistent_tipReaper": "The Reaper is the quintessential assault unit: able to take a pounding and keep on ticking. It is most effective if retreated after incurring significant damage, to be repaired and returned to the fight."
}