{
  "sunrise3_convo_baseSecured": "Good. Those jerks won't be back for a while.",
  "sunrise3_convo_defeat": "We've lost. Let's pull out while we can.",
  "sunrise3_convo_destroyKeyPWStructure": "Key facilities have been destroyed. The base is useless to us now.",
  "sunrise3_convo_destroyPWStructure": "We're here to capture the base, Ada, not destroy it. Please be more careful.",
  "sunrise3_convo_dialog1-1": "Why are you doing this?",
  "sunrise3_convo_dialog1-2": "We are Valhalla. We rise again from our slumber with each new age, to do battle against the whole galaxy!",
  "sunrise3_convo_dialog1-3": "With no thought for the consequences? All those people you've killed in your quest for glory?!",
  "sunrise3_convo_dialog1-4": "The weak shall be culled. It is the way of the universe. Now stand, or fall!",
  "sunrise3_convo_escape": "Emergency teleport successful. Please be more careful, Ada.",
  "sunrise3_convo_intro1": "Alright. Let's get what we came for and leave. The less shooting the better.",
  "sunrise3_convo_intro2": "Wait. I'm picking something up –",
  "sunrise3_convo_intro3": "All will burn. None shall stand against us.",
  "sunrise3_convo_intro4": "Oh, mortalis... it's the Valhallans!",
  "sunrise3_convo_intro5": "Impossible! They've been dead for millenia!",
  "sunrise3_convo_intro6": "Famous last words, Ada. Let's not make them yours – get ready! We'll save the \"minimum force\" approach for another day.",
  "sunrise3_convo_odinKilled": "A temporary setback. You have not seen the last of us, mortal.",
  "sunrise3_convo_postIntro": "Get our base up and running. It's time to break out the wheels.",
  "sunrise3_convo_tipFusion": "Mind where you place those things, Ada. It can get really warm next to one of these when it goes off.",
  "sunrise3_convo_tipOverdrive": "Remember to use the overdrive, Ada. It'll help us squeeze some precious extra metal from these mexes.",
  "sunrise3_convo_tipRaid": "Get raiders sweeping the plains clean of enemy mexes regularly. We can't give them the chance to bring superior force to bear against us.",
  "sunrise3_convo_tipRavager": "Ah, the Ravager. Avatar of blitzkrieg tactics, the fastest hammer in the West.",
  "sunrise3_convo_tipScorcher": "Scorchers. Get them up close and personal, and they'll melt your heart.",
  "sunrise3_convo_tipSlasher": "Slashers can't fire on the move, but when deployed they can mow down lighter units quite effectively indeed.",
  "sunrise3_convo_tipWolverine": "Wolverines. Curious things. But quite effective under the right circumstances, too.",
  "sunrise3_convo_victory1": "Truimphant once more. You're getting really good at this, Ada.",
  "sunrise3_convo_victory2": "Thanks... I guess. Hopefully we don't have to do this again.",
  "sunrise3_convo_victory3": "Sorry, friend Ada. But things are only going to get worse from here on out. For now, let's just get the facilities running and the Eden repaired.",
  "sunrise3_marker_pass": "This path is accessible to vehicles",
  "sunrise3_objDesc_defeatImps": "Take out the Imperial base around the facility to drive them away.",
  "sunrise3_objDesc_defeatOdin": "Take out the Valhallan commander to break up his merry band of Vikings (for now).",
  "sunrise3_objDesc_secureFacility": "Secure the pre-Fall ship production facility. You need the parts and tools to repair the Shadow of Eden. Do not allow the ship factory or storage hangar to be destroyed; they are needed intact. ",
  "sunrise3_objTitle_defeatImps": "Defeat Imperials",
  "sunrise3_objTitle_defeatOdin": "Defeat Odin",
  "sunrise3_objTitle_secureFacility": "Secure Ship Facility Intact",
  "sunrise3_persistent_tipFusion": "Fusion Reactors produce a good amount of energy at a considerable price. They are more efficient than solar collectors, and are thus preferred for primary energy generation in the midgame. On the flip side, they are expensive and lightly armored, and so require protection from bombers and other sneak attacks.\n\nFusion reactors explode quite violently upon death. Do not place them close to anything that can't withstand the damage (especially not another reactor).",
  "sunrise3_persistent_tipOverdrive": "Energy structures can be linked to metal extractors to overdrive them, increasing their output by a %% depending on how much energy is supplied. Connect the circles to link structures in a grid.\n\nExcess energy above that needed to keep units and production facilities running is automatically used for overdrive. The amount of energy the mexes in a grid can use for overdrive is limited by the total power available in the connected grid.\n\nOverdrive has diminishing returns, so continuously adding more power to the grid is generally not a worthwhile exercise.",
  "sunrise3_persistent_tipRavager": "One of the fastest assault units on land, the Ravager can use its speed to overrun skirmisher lines and blitz through enemy defenses. Its cannon packs a good punch, and it has a fair degree of armor, though it is not as sturdy as some other assault units.\n\nRavagers are generally mediocre against raider swarms. Screening with Levelers can help defend against this threat, at the expense of slowing the formation down. Ravagers are also vulnerable to crawling bombs and aircraft.",
  "sunrise3_persistent_tipScorcher": "The Scorcher is a blazing fast raider vehicle armed with a heat ray. This weapon does terrifying damage close up, although it loses damage linearly with range. A group of Scorchers at point-blank range can melt anything within seconds.\n\nThe heat ray has a longer maximum range than some other raider weapons, so kiting can sometimes actually be more effective than closing in.",
  "sunrise3_persistent_tipSlasher": "The Slasher missile truck fires a steady stream of low-damage missiles effective against both air and ground targets. With their long range, a few of these can lay down enough fire to stop most raiders, skirmishers and often riots, and chew up light defenses with impunity.\n\nSlashers are vulnerable to assault units, which can tank their meagre DPS and overrun their lines.",
  "sunrise3_persistent_tipVehFac": "The Light Vehicle factory deploys wheeled vehicles. Though slower to maneuver than their bot cousins, and unable to climb hills, they are fast and deadly on open ground.",
  "sunrise3_persistent_tipWolverine": "The Wolverine fires inaccurate shots that leave short-lived mines where they land. These mines launch a volley of missiles at anything that gets closed. A group of Wolverines can be quite effective at area denial.\n\nHINT: With the attack command active, hold down Alt and left-click drag a line on the ground to give a line ground attack order. This is useful for creating a minefield."
}