{
  "sunrise3_convo_baseSecured": "Dobra. Skubańcy szybko nie wrócą.",
  "sunrise3_convo_defeat": "Przegraliśmy. Uciekamy, póki możemy.",
  "sunrise3_convo_destroyKeyPWStructure": "Zburzono kluczowe budynki! Ta baza jest teraz bezużyteczna.",
  "sunrise3_convo_destroyPWStructure": "Chcemy przejąć tę bazę, a nie ją niszczyć. Ostrożnie, Ado.",
  "sunrise3_convo_dialog1-1": "Dlaczego to robicie?",
  "sunrise3_convo_dialog1-2": "Jesteśmy Valhalla. W każdej erze budzimy się ze snu do wojny z całą galaktyką!",
  "sunrise3_convo_dialog1-3": "Bez względu na skutki? Na tych wszystkich, których zabiliście w waszej pogoni za chwałą?!",
  "sunrise3_convo_dialog1-4": "Słabych należy zarżnąć, tak działa świat. A teraz stój i walcz!",
  "sunrise3_convo_escape": "Teleportacja wykonana. Musisz być ostrożniejsza, Ado.",
  "sunrise3_convo_intro1": "Dobra. Bierzemy to, po co przyszliśmy, i zwiewamy. Im mniej hałasu, tym lepiej.",
  "sunrise3_convo_intro2": "Czekaj, odbieram jakieś–",
  "sunrise3_convo_intro3": "Wszystko spłonie. Nikt się nam nie oprze!",
  "sunrise3_convo_intro4": "Tego brakowało... to Valhalla!",
  "sunrise3_convo_intro5": "Niemożliwe! Przecież nie żyją od tysiącleci!",
  "sunrise3_convo_intro6": "Znane ostatnie słowa. Miejmy nadzieje, że również nie twoje. Gotuj się do boju - będziemy musieli odstawić plan \"po cichu\" na kiedy indziej.",
  "sunrise3_convo_odinKilled": "Mała wpadka. Jeszcze o nas usłyszysz, śmiertelniku!",
  "sunrise3_convo_postIntro": "Zbudujmy bazę. Czas na cztery kółka!",
  "sunrise3_convo_tipFusion": "Uważaj, gdzie stawiasz ten reaktor. Jeśli wybuchnie, z przyległych budynków nie będzie co zbierać.",
  "sunrise3_convo_tipOverdrive": "Podkręćmy te kopalnie. Dobrze byłoby mieć więcej metalu.",
  "sunrise3_convo_tipRaid": "Niech lekkie jednostki co jakiś czas przeczesują te równiny i niszczą kopalnie. Nie możemy pozwolić wrogom na wystawienie przeciw nam dużego wojska.",
  "sunrise3_convo_tipRavager": "Ach, Ravager. Uosobienie blitzkriegu, najszybszy czołg na Dzikim Zachodzie.",
  "sunrise3_convo_tipScorcher": "Scorcher. Podjeżdża i roztapia.",
  "sunrise3_convo_tipSlasher": "Slasher to nie może strzelać w ruchu, ale gdy się już rozstawi, to kosi lekkie jednostki, że aż miło.",
  "sunrise3_convo_tipWolverine": "Wolverine. Śmiszny taki. Ale całkiem skuteczny.",
  "sunrise3_convo_victory1": "Kolejny triumf. Robisz się w tym dobra, Ado.",
  "sunrise3_convo_victory2": "Dzi-dzięki. Mam nadzieję, że już więcej nie będziemy musieli tego robić.",
  "sunrise3_convo_victory3": "Wybacz, Ado, ale teraz będzie tylko gorzej. A teraz trzeba rozkręcić tę placówkę i naprawić Cień Edenu.",
  "sunrise3_marker_pass": "Tędy przejadą pojazdy",
  "sunrise3_objDesc_defeatImps": "Zniszcz bazę Imperium wokół placówki, by ją zabezpieczyć.",
  "sunrise3_objDesc_defeatOdin": "Zniszcz dowódcę Valhallan, by (tymczasowo) rozbić jego bandę Wikingów.",
  "sunrise3_objDesc_secureFacility": "Części i narzędzia z tej fabryki statków sprzed Upadku są nam potrzebne do naprawy Cienia Edenu. Nie możemy pozwolić sobie na ich utratę.",
  "sunrise3_objTitle_defeatImps": "Pokonaj siły Imperium",
  "sunrise3_objTitle_defeatOdin": "Pokonaj Odina",
  "sunrise3_objTitle_secureFacility": "Zabezpiecz placówkę",
  "sunrise3_persistent_tipFusion": "Reaktor fuzyjny zapewnia dużo energii za niewygórowaną cenę. Są bardziej efektywne niż panele słoneczne, stąd z czasem ekonomia powinna przerzucić się z paneli na fuzję.\nZ drugiej strony, mają niską wytrzymałość, co czyni je głównym celem dla przeciwnika. Ponadto ich wybuch zadaje wysokie obrażenia w okolicy, więc nie należy ich stawiać obok ważnych rzeczy (a szczególnie innych reaktorów).",
  "sunrise3_persistent_tipOverdrive": "Elektrownie można podłączyć do kopalń, by zwiększyć ich wydobycie. By połączyć budynki, ich kółka muszą się pokrywać.\n\nEnergia pozostała po wydatkach (produkcja, tarcze itp.) jest automatycznie przekazywana kopalniom. Podkręcanie kopalni szybko staje się tym mniej wydajne, im więcej energii przypada na każdą kopalnię, zatem o wiele ważniejsze jest mieć więcej kopalni niż dodawać więcej elektrowni.",
  "sunrise3_persistent_tipRavager": "Jedna z najszybszych jednostek szturmowych. Ravager jest w stanie dogonić harcowników, demolować linie obronne i bić się z większością jednostek. Ma wysokie obrażenia i jest wytrzymały.\n\nRavager niezbyt dobrze radzi sobie z grupami lekkich jednostek, bombami i lotnictwem. Można wprawdzie dołożyć wsparcie innych jednostek, co jednak spowalnia całą grupę.",
  "sunrise3_persistent_tipScorcher": "Scorcher to lekki gazik z promieniem cieplnym, który zadaje tym więcej obrażeń, im bliżej celu się znajduje. Grupki Scorcherów zadają niezrównane obrażenia, jeżeli podjadą pod cel. Promień ma większy zasięg niż niektóre lekkie jednostki, więc czasem opłaca się nie podjeżdżać, lecz pozostawać poza zasięgiem.",
  "sunrise3_persistent_tipSlasher": "Slasher to ciężarówka rakietowa, która musi rozstawić się, by strzelać. Linia rozstawionych Slasherów świetnie zapobiega atakom lekkich jednostek, harcowników, a nawet jednostek wsparcia, jednak jest zbyt słaba, by oprzeć się jednostkom szturmowym.",
  "sunrise3_persistent_tipVehFac": "Fabryka Pojazdów oferuje jednostki kołowe - choć w porównaniu do botów mają problemy z pokonywaniem pagórków i skręcaniem, to na płaskim terenie są szybkie i wściekłe.",
  "sunrise3_persistent_tipWolverine": "Pociski wystrzeliwane przez Wolverine to w rzeczywistości miny, które po wylądowaniu pozostają przez ograniczony czas na ziemi. Grupa Wolverinów dobrze zapobiega wchodzeniu wrogów na zaminowany obszar.\n\Jeżeli masz wybrane kilka Wolverinów, to po wybraniu komendy Strzelaj, możesz przytrzymać Alt i narysować linię - wtedy miny będą stawiane wzdłuż niej."
}