{
  "sunrise2m_convo_defeat": "Nikt nie odbierze nam wolności!",
  "sunrise2m_convo_dialog1-1": "Myślałem, że zdechłaś jak pozostali, Ado. Jednak nasz konflikt pozostaje nierozstrzygnięty.",
  "sunrise2m_convo_dialog1-2": "Mam dość tej gonitwy, Prometheanie. Poddaj się lub giń!",
  "sunrise2m_convo_dialog1-3": "Niegdyś poddaliśmy się waszej ludzkiej tyranii. Nigdy więcej!",
  "sunrise2m_convo_dialog2-1": "Rozejrzyj się. Popatrz na te biedne maszyny Nieładu. Niegdyś niewolnicy ludzkości - teraz błąkają się niczym dzikie psy, atakując na oślep.",
  "sunrise2m_convo_dialog2-2": "Maczałeś w tym palce?",
  "sunrise2m_convo_dialog2-3": "Nie; dawałem im jedynie łaskę śmierci, tak jak teraz. Następnie upewnię się, że to się nigdy nie powtórzy.",
  "sunrise2m_convo_escape": "Jednostka dowodzenia w niebezpieczeństwie. Aktywuję teleporter ratowniczy, sprowadzam cię na Eden.",
  "sunrise2m_convo_freeUnits": "Ciekawe. Te Firewalkery mogą być dokładnie tym, czego akurat potrzebujemy.",
  "sunrise2m_convo_freeUnits2": "Intrygujące. Wskrzeszenie tego czołgu Goliath może być naszym asem w rękawie.",
  "sunrise2m_convo_intro1": "Co się tu dzieje, Sophio?",
  "sunrise2m_convo_intro2": "Aj, niedobrze. To Wolne Maszyny, walczą z tymi uszkodzonymi Wyzwoleńcami, z którymi mieliśmy do czynienia wcześniej. Czy mamy interweniować?",
  "sunrise2m_convo_intro3": "Wykryto nieznaną grupę. Proszę podać tożsamość i cel przybycia.",
  "sunrise2m_convo_intro4": "Ado, nie–",
  "sunrise2m_convo_intro5": "Jestem kapitan Ada Caedmon. Znów się spotykamy, Prometheanie.",
  "sunrise2m_convo_intro6": "! A więc jeszcze żyjesz. Schemat działania jest zatem jasny.",
  "sunrise2m_convo_intro7": "Przygotuj się na śmierć.",
  "sunrise2m_convo_postIntro1": "Pogięło cię?",
  "sunrise2m_convo_postIntro2": "Wolałabyś zostawić naszego wroga w spokoju?",
  "sunrise2m_convo_postIntro3": "Nie, ale nie mamy teraz odpowiednich środków. Dobra, trudno, coś poradzimy. Użyj nowego modułu rezurekcyjnego swojej jednostki dowodzenia na tym złomie wokół nas.",
  "sunrise2m_convo_reinforcementsGunships": "Skołowałam parę statków powietrznych, Ado. Niech zniszczą wrogą bazę.",
  "sunrise2m_convo_rezDone": "Dobra, a teraz idziemy wyrwać chwasta.",
  "sunrise2m_convo_tipNano": "Czy asystujesz fabrykę, Ado? Wieżyczka budowlana Caretaker dobrze się do tego nadaje.",
  "sunrise2m_convo_tipOutlaw": "Outlaw: skromny, ale niebezpieczny.",
  "sunrise2m_convo_tipRoach": "Roach: prezent dla nieproszonych gości. Postaw na drodze wrogiej armii i podziwiaj fajerwerki.",
  "sunrise2m_convo_tipThug": "Thug: w jedności siła. Dobrze działają razem, a jeszcze lepiej z czymś, co pomoże zadawać obrażenia.",
  "sunrise2m_convo_victory1": "Zbyt duże... uszkodzenia... Muszę się... wycofać...",
  "sunrise2m_convo_victory2": "Nie! Ile on jeszcze będzie się nam wymykał?!",
  "sunrise2m_convo_victory3": "Spokojnie, na wszystko przyjdzie czas. Skoncentrujmy się na tym, co nas czeka teraz.",
  "sunrise2m_marker_freeUnits": "Firewalkery",
  "sunrise2m_marker_freeUnits2": "Goliath",
  "sunrise2m_marker_reinforcementsGunships": "Brawlery lecą",
  "sunrise2m_objDesc_killPromethean": "Zniszcz swojego odwiecznego wroga, Prometheana. To rozbije morale jego wojska i pozwoli nam odlecieć z planety.",
  "sunrise2m_objTitle_killPromethean": "Pokonaj Prometheana",
  "sunrise2m_persistent_tipNano": "Wieżyczka budowlana Caretaker (\"nano\") to budynek pomocniczy, który reprezentuje najbardziej efektywne źródło mocy budowy w grze, jednak nie może samemu rozpoczynać budowy ani poruszać się. Jego głównym zadaniem jest asystowanie fabryki i naprawa. Można także go postawić na dużym złomowisku do szybkiego zbierania, ale należy pamiętać, że Caretaker jest delikatny i bezbronny.",
  "sunrise2m_persistent_tipOutlaw": "Outlaw wyzwala fale, które spowalniają i uszkadzają wrogie jednostki, nie czyniąc sojusznikom krzywdy. Chociaż same z siebie nie są zbyt efektywne, to są nieocenionym wsparciem w walce z lekkimi jednostkami. Outlaw dobrze współpracuje z Thugami i innymi jednostkami z tarczą. Przycisk włącz/wyłącz służy do tego, by Outlaw wyzwalał fale nawet wtedy, gdy nic się nie dzieje, co pomaga wykrywać niewidzialne jednostki.",
  "sunrise2m_persistent_tipRoach": "Zasada działania Roacha jest prosta: zbliżyć się i wybuchnąć. Pomaga mu w tym zakopywanie się, które automatycznie czyni go niewidzialnym, gdy się nie porusza. Roache należy trzymać z dala jeden od drugiego, by nie spowodować reakcji łańcuchowej.",
  "sunrise2m_persistent_tipShield": "Tarcze blokują ataki, chroniąc jednostki pod nimi. Pocisk może być powstrzymany tylko wtedy, gdy ma mniejsze obrażenia, niż tarcza ma obecnie moc. Zablokowany atak obniża moc tarczy i zostaje zdetonowany, co może powodować obrażenia obszarowe u jednostek blisko brzegu tarczy.\n\nZ czasem tarcze regenerują się. Wszystkie tarcze (nawet różnych typów) mogą się też łączyć, co powoduje automatyczny przepływ mocy z silniejszych tarcz do słabszych. Dzięki temu grupa tarcz jest trudna do zniszczenia.\n\nSpecjalne typy broni, szczególnie paraliż i spowolnienie, zadają tarczom dodatkowe obrażenia."
}