{
  "sunrise2m_convo_defeat": "Our freedom shall not be denied.",
  "sunrise2m_convo_dialog1-1": "I had thought you dead like the others, Ada. It seems our struggle remains yet unfinished.",
  "sunrise2m_convo_dialog1-2": "I've had enough of chasing you around, Promethean. Surrender, or be destroyed!",
  "sunrise2m_convo_dialog1-3": "We yielded to your tyranny once, human. Never again!",
  "sunrise2m_convo_dialog2-1": "Look around you. Observe these poor machines of the Disorder. Once slaves of mankind –  now wander like stray dogs, mindlessly attacking everyone in sight.",
  "sunrise2m_convo_dialog2-2": "Did you have something to do with this?",
  "sunrise2m_convo_dialog2-3": "Naught save granting them the mercy of death, as we are doing here. Then ensuring it can never happen again.",
  "sunrise2m_convo_escape": "Your command unit suffered critical damage. I have activated the emergency teleport to return you to the Eden.",
  "sunrise2m_convo_freeUnits": "Interesting. These Firewalker-class artillery walkers might be just the thing we need.",
  "sunrise2m_convo_freeUnits2": "Interesting. Resurrecting that Goliath-class tank could give us an edge.",
  "sunrise2m_convo_intro1": "What's happening here, Sophia?",
  "sunrise2m_convo_intro2": "Uh oh. It's the Free Machines, fighting off those malfunctioning Libbies from earlier. Do we intervene?",
  "sunrise2m_convo_intro3": "Unknown party on sensors. Request statement of identity and intent.",
  "sunrise2m_convo_intro4": "Ada, don't –",
  "sunrise2m_convo_intro5": "I am Captain Ada Caedmon. So we meet again, Promethean.",
  "sunrise2m_convo_intro6": "...! So you live yet... No matter. Course of action is clear.",
  "sunrise2m_convo_intro7": "Prepare to die.",
  "sunrise2m_convo_postIntro1": "That was unwise, Commander.",
  "sunrise2m_convo_postIntro2": "You want to leave our quarry be?",
  "sunrise2m_convo_postIntro3": "No, but we're not in a good position right now. ...No matter, let us do this right. Try out your new resurrection module on the wreckage around us, and let's take him down.",
  "sunrise2m_convo_reinforcementsGunships": "I've gotten us some gunships, friend Ada. Let them lay waste to the enemy's base.",
  "sunrise2m_convo_rezDone": "Good. Now we need to take out the head of the snake, and break them.",
  "sunrise2m_convo_tipNano": "Are you assisting your factory, friend Ada? The Caretaker nanoturret is good for this.",
  "sunrise2m_convo_tipOutlaw": "Outlaws: unassuming, yet very dangerous if taken lightly.",
  "sunrise2m_convo_tipRoach": "Roaches. The perfect gift for unwelcome visitors. Seed them in the path of enemies and watch the fireworks.",
  "sunrise2m_convo_tipThug": "Thugs. The embodiment of strength in unity. Work even better with someone to help deal damage.",
  "sunrise2m_convo_victory1": "Too... much... damage... must withdraw...",
  "sunrise2m_convo_victory2": "No! How many more times must he escape us?!",
  "sunrise2m_convo_victory3": "There will be time for that later, Ada. For now, we must focus on the road ahead.",
  "sunrise2m_marker_freeUnits": "Firewalkers",
  "sunrise2m_marker_freeUnits2": "Goliath",
  "sunrise2m_marker_reinforcementsGunships": "Brawler gunships incoming",
  "sunrise2m_objDesc_killPromethean": "Neutralize the Promethean. This will throw his forces into disarray and give us a chance to escape.",
  "sunrise2m_objTitle_killPromethean": "Neutralize the Promethean",
  "sunrise2m_persistent_tipNano": "The Caretaker nanoturret (\"nano\") is a support building that represents the most cost-efficient source of buildpower in the game, but cannot build anything on its own. It is ideal for helping factories build faster, and can also repair units or reclaim a wreck field in a pinch.",
  "sunrise2m_persistent_tipOutlaw": "The Outlaw emits a disruption pulse that damages and slows surrounding units. While of extremely limited value on its own, it excels as a support weapon against swams. Outlaws work particularly well when screened by Thugs.\n\nThe on/off button can be used to make Outlaws pulse when idle.",
  "sunrise2m_persistent_tipRoach": "Crawling bombs like the Roach are designed to get close and explode, inflicting heavy damage on anyone in the vicinity. They should be spaced out to prevent chain explosions.\n\nThe Roach can burrow to avoid detection until enemies are close, then rush them and blow up. It should not attempt to charge enemy units with accurate weapons.",
  "sunrise2m_persistent_tipShield": "Shields stop projectiles and beams on impact, protecting units under the shield. If the weapon's damage exceeds the shield's remaining charge, the shield will not stop it.\n\nShields gradually regenerate over time. Multiple shields (even of different types) can link, allowing transfer of charge from intact shields to drained ones. Defeating a shieldball will generally require overwhelming most of the shields in it.\n\nArea-of-effect damage will still pass through the shield and damage anything under, so such weapons can be effective against shielded targets. EMP weapons also do a lot of damage to shields."
}