{
  "sunrise4c_convo_defeat1": "Excellent. Folkvangr will soon be ours.",
  "sunrise4c_convo_defeat2": "Damn it! Is there nothing we can do now?",
  "sunrise4c_convo_dialog1-1": "What is it you want with the artefact?",
  "sunrise4c_convo_dialog1-2": "We seek Folkvangr, lost home of the Einherjar.",
  "sunrise4c_convo_dialog1-3": "Folkvangr?",
  "sunrise4c_convo_dialog1-4": "You know it as the Central Consciousness. With its billions of minds bound to our cause, we will cleanse the stars once more.",
  "sunrise4c_convo_dialog1-5": "Not if I have anything to say about it. You want the datacore, pry it from my smouldering wreckage!",
  "sunrise4c_convo_dialog1-6": "Do your worst. We expect no less.",
  "sunrise4c_convo_escape": "I pulled you out just in time, Ada. Please be more careful - we can't afford to lose the command unit's firepower.",
  "sunrise4c_convo_escapeOdin": "So be it.",
  "sunrise4c_convo_final1": "Incoming kinetic strike! Ada, get away from the artefact!",
  "sunrise4c_convo_intro1": "Alright. Our Norse friends already have a considerable presence here; we'll need to move fast if we want to save the settlement.",
  "sunrise4c_convo_intro2": "The artefact's in the center of the island, surrounded by what defenses the villagers could muster. We need to secure whatever is inside its data core before they do.",
  "sunrise4c_convo_postIntro1": "By the way, Sophia. What does \"Norse\" mean?",
  "sunrise4c_convo_postIntro2": "Ancient Terran mythology. We can read about it together once we've resolved the situation before us.",
  "sunrise4c_convo_tipGeo": "It appears the settlement uses geothermal power for most of its energy needs. We could do the same.",
  "sunrise4c_convo_tipMace": "Maces are really nasty customers in a sword fight. Try picking them off from a distance, if possible.",
  "sunrise4c_convo_tipScalpel": "Scalpels inflict a lot of frontloaded damage but also take a long time to reload. Try using cheap units to waste their shots and then swarm them under.",
  "sunrise4c_convo_tipShield": "Use of area shields might help strengthen our defenses around the artefact.",
  "sunrise4c_convo_tipSpecialWeapon": "Remember that you can activate your special weapon with the 'D' key (default). It can really ruin an enemy formation's day.",
  "sunrise4c_convo_tipSpectre": "We're facing some nasty opposition here. Use of the Spectre sniper walker is warranted.",
  "sunrise4c_convo_victory1": "There we go. Datacore downloaded and purged. Valhallan units are withdrawing from the planetary surface.",
  "sunrise4c_convo_victory2": "It seems our work here is done. Let's go.",
  "sunrise4c_objDesc_secureArtefact": "The artefact's data core contains information the Valhallans want. Whatever it is, we can't let them have it.",
  "sunrise4c_objTitle_secureArtefact": "Secure the Artefact",
  "sunrise4c_persistent_tipGeo": "Geothermal Powerplants provide a good amount of energy at an affordable price, but can only be built on steam vents. These are indicated by the smoke coming out of the ground and highlighted in economy view (F4).\n\nGeothermal plants explode violently when destroyed, so don't build things next to them.",
  "sunrise4c_persistent_tipShield": "The Aegis (static) and Aspis (mobile) area shields cover a wider area than personal shields and have a greater capacity, but require energy to charge up. They are useful for defending against artillery bombardment (assuming it isn't too heavy) and other medium-to-long range units.\n\nThe static and mobile forms are freely interchangable by morphing (although the static-to-mobile morph costs resources).",
  "sunrise4c_persistent_tipSpecialWeapon": "Some units have a special weapon, which can be activated with the D key (by default). These weapons have a long reload time, but can be very effective in the right situation.",
  "sunrise4c_persistent_tipSpectre": "The Spectre fires an energy rifle with a lethal punch matched only by its long reload time over medium-long distances. It is the only unit that can remain cloaked while firing.\n\nSpectres are easily found and killed by large groups of small, light units running sweep patterns over likely positions."
}