{
  "sunrise1_convo_intro1": "Gotowa do boju, Ado?",
  "sunrise1_convo_intro2": "Dalej szumi mi w głowie, ale powinnam dać sobie radę.",
  "sunrise1_convo_intro3": "Nie martw się. Będę na zawołanie zawsze, gdy mnie potrzebujesz.",
  "sunrise1_convo_postIntro1": "Podły napad! Kto to był, i dlaczego nas atakują?",
  "sunrise1_convo_postIntro2": "Ciężko stwierdzić. Protokoły komunikacyjne wskazywałyby na wojsko Wyzwolonej Ludzkości, ale są dość zagmatwane.",
  "sunrise1_convo_postIntro3": "Ci anarchistyczni luddyści?... Mimo wszystko ta akcja to była straszna fuszerka, nawet jak na nich.",
  "sunrise1_convo_postIntro4": "Mają bazę na północnym zachodzie. Powinniśmy działać szybko i się jej pozbyć. Będziemy mogli się zastanawiać, gdy będzie już po wszystkim.",
  "sunrise1_convo_pyro": "Wszystko będzie zniszczone! Opór jest bezcelowy!",
  "sunrise1_convo_tipJack1": "Te Jacki są cholernie wytrzymałe. Jak się z nimi uporać?",
  "sunrise1_convo_tipJack2": "Najlepszy byłby celny harcownik, ale takich nie mamy. W tym wypadku najlepiej użyć Rocko lub Zeusów, ewentualnie Glaive, z rozkazem Walcz. Najważniejsze to nie dać jednostkom się nabić.",
  "sunrise1_convo_tipPyro1": "Denerwują mnie te Pyro. Jakiś pomysł?",
  "sunrise1_convo_tipPyro2": "Lekkie jednostki i harcowniki słabo się spisują: Pyro jest szybki i całkiem wytrzymały. Jednostki wsparcia - takie jak Warrior - świetnie dają sobie radę.",
  "sunrise1_convo_tipTick": "Tick. Świetna jednostka do zrobienia zasadzki - postawienie go jako miny na drodze przeciwnika może całkowicie odwrócić bieg bitwy. Pamiętaj tylko, że zadaje obrażenia paralizacyjne, więc należy mieć inne jednostki, by dokończyły dzieła.",
  "sunrise1_convo_victory1": "Jakie to uczucie powrócić do życia, Ado?",
  "sunrise1_convo_victory2": "Tak jakby mnie nigdy nie zamrozili.",
  "sunrise1_convo_victory3": "Jak za dawnych czasów, Ado. Jak za dawnych czasów.",
  "sunrise1_objDesc_destroyFactory": "Zniszcz wrogą fabrykę skoczków. To powstrzyma napływ jednostek i pozwoli nam bezpiecznie opuścić planetę.",
  "sunrise1_objDesc_protectSelf": "Jako pilot jednostki dowodzenia, nie możesz pod żadnym pozorem dopuścić do jej zniszczenia.",
  "sunrise1_objTitle_destroyFactory": "Zniszcz fabrykę wroga",
  "sunrise1_objTitle_protectSelf": "Chroń Dowódcę",
  "sunrise1_persistent_tipJump": "Skoczki, jak wskazuje ich nazwa, są w stanie wykonać skok. To pozwala im na szybkie pokonywanie krótkich dystansów - do ataku lub ucieczki - oraz omijanie przeszkód takich jak klify czy woda.\n\nNie wszystkie jednostki z fabryki skoczków mogą skakać.",
  "sunrise1_persistent_tipTick": "Tick to pajęcza bomba, która przy wybuchu paraliżuje okoliczne jednostki, czyniąc je bezbronnymi. Wytrzymalsze jednostki są sparaliżowane krócej lub w ogóle wymagają więcej niż jednego Ticka.\n\nGdy Tick nie porusza się, zakopuje się w ziemi, co czyni go niewidzialnym. Używanie go w takiej formie - jako miny - jest dobrym pomysłem, szczególnie jeżeli wróg posiada celne jednostki, które inaczej zniszczyłyby Ticka z bezpiecznej odległości.\n\nWięcej niż jednego Ticka należy używać ostrożnie: jeżeli jeden wybuchnie, pozostałe będą sparaliżowane i nie będą mogły się same zdetonować."
}