{
  "sunrise1_convo_intro1": "Well, Ada. Are you prepared for this?",
  "sunrise1_convo_intro2": "Still a little woozy. I think I can manage, though.",
  "sunrise1_convo_intro3": "Fear not, friend Ada. I'll be with you every step of the way.",
  "sunrise1_convo_postIntro1": "That was nasty. Who were they, and why did they attack us?",
  "sunrise1_convo_postIntro2": "Uncertain. They have what resembles a Liberated Humanity code, but it's badly mangled.",
  "sunrise1_convo_postIntro3": "Those luddite anarchists? ...But this is ridiculously disordered, even for them.",
  "sunrise1_convo_postIntro4": "Our enemies have a base in the northwest. We'll need to move quickly to contain their expansion, then punch them out. We can figure out the details at our leisure then.",
  "sunrise1_convo_pyro": "All must be destroyed. Resistance is futile.",
  "sunrise1_convo_tipJack1": "These Jacks are tough as hell. What's a good way to deal with them?",
  "sunrise1_convo_tipJack2": "If we had some sort of mobile, accurate skirmisher... As it is, you shall have to take your chances with the Rocko or Zeus, or use the attack-move command to have Glaives kite them. Just keep away from those spikes.",
  "sunrise1_convo_tipPyro1": "These Pyros are quite bothersome. Got any ideas, Sophia?",
  "sunrise1_convo_tipPyro2": "Well, you've probably noticed the ineffectiveness of raiders, and their armor is high enough to survive a few hits. Still, a good riot unit should trump them, especially if they're clumped.",
  "sunrise1_convo_tipTick": "A Tick. A couple of these seeded in the path of an enemy blob can completely turn things around - just make sure to have something on hand to finish the job.",
  "sunrise1_convo_victory1": "How does it feel to be alive again, Ada?",
  "sunrise1_convo_victory2": "Feels like I've never been gone.",
  "sunrise1_convo_victory3": "Just like old times, Ada. Just like old times.",
  "sunrise1_objDesc_destroyFactory": "Destroy the enemy's Jumpjet / Specialist plant. This will cripple their unit production and give us an oppurtunity to escape.",
  "sunrise1_objDesc_protectSelf": "Destruction of your commander unit will have fatal results for yourself. Do not let this happen under any circumstances.",
  "sunrise1_objTitle_destroyFactory": "Destroy Enemy Factory",
  "sunrise1_objTitle_protectSelf": "Protect Your Commander",
  "sunrise1_persistent_tipJump": "The Jumpbots, as their name suggests, are distinguished by their ability to jump. This is particularly useful for closing distances rapidly, making a quick escape, or getting over cliffs and rivers.\n\nNote that not all units in the Jumpjet / Specialist Plant can jump.",
  "sunrise1_persistent_tipTick": "The Tick is an all-terrain crawling bomb designed to get in close and explode, stunning multiple enemies for up to over a dozen seconds and leaving them vulnerable to allied forces. High HP units will require multiple Ticks in close sequence to disable.\n\nLike its explosive cousin, the Roach, the Tick can burrow to avoid detection until enemies are close. It should not attempt to charge enemy units with accurate weapons.\n\nBe careful when using multiple Ticks together; a Tick stunned by one of its friends cannot detonate unless killed by weapons fire."
}