{
  "uitutorial_marker_destination": "Destination",
  "uitutorial_marker_firingRange": "Firing range",
  "uitutorial_marker_mex": "Build a Metal Extractor here",
  "uitutorial_marker_moreTargets": "More targets",
  "uitutorial_marker_moreUnits": "More units",
  "uitutorial_marker_radar": "Radar",
  "uitutorial_marker_repair": "Needs repairs",
  "uitutorial_marker_solar": "Build a Solar Collector here",
  "uitutorial_marker_target": "Target",
  "uitutorial_msg_intro": "Hello? Is this thing on?\n\nAlright, I see you're here. This tutorial will teach you the basics of the user interface in Zero-K. Pay attention – we'll try not to let you do anything you shouldn't, but things will go faster if you follow instructions precisely.\r\n\r\nNOTE: This tutorial assumes default keybinds. If you have changed key bindings for some commands, they may not match what is listed in the tutorial.",
  "uitutorial_objDesc_tut": "Learn how to use the UI of Zero-K. Follow the provided instructions at each step.",
  "uitutorial_objTitle_tut": "Complete UI Tutorial",
  "uitutorial_persistent_tut1": "First off, we're going to explain how to use the camera. \n\nYou can pan the camera with the \\255\\0\\255\\0\\arrow keys\\008 on your keyboard, or by \\255\\0\\255\\0\\dragging with the middle mouse\\008. Use the \\255\\0\\255\\0\\scrollwheel\\008 to zoom in and out.\n\nPress \\255\\0\\255\\0\\TAB\\008 to toggle to overview mode. \\255\\0\\255\\0\\Middle click\\008 on the minimap to jump to that location. \n\nGot that? Practice a bit if you like, then press Next to continue.",
  "uitutorial_persistent_tut10": "The unit on the left is on a \\255\\255\\255\\0\\Move\\008 command. It proceeds straight to its movement destination, shooting at enemies on the way.\n\nThe unit on the right is on a \\255\\255\\255\\0\\Attack Move\\008 command. It stops to engage enemies it sees, waiting till the target is destroyed before moving on. (Constructors on an Attack Move order will stop to do things like repair or construction assist jobs they come across.)\n\nA \\255\\255\\255\\0\\Patrol\\008 command is essentially a looping Attack Move command.\n\nClick Next when you're ready to continue.",
  "uitutorial_persistent_tut11": "Now try it for yourself. Your commander has received a \\255\\255\\255\\0\\Fire at Will\\008 order again and will automatically engage targets.\n\nSelect your commander, press \\255\\0\\255\\0\\A\\008 (default) or click on the \\255\\255\\255\\0\\Attack Move\\008 button in the Orders tab of the menu. Then click on the position you want to fight to.\n\nDestroy the new targets to the east to continue.",
  "uitutorial_persistent_tut12": "Yeah baby!\n\nWe're almost ready to try something else first, but one more thing about move (and related) commands before we go.\n\nTIP: Hold down \\255\\0\\255\\0\\Shift\\008 to queue multiple orders. Your unit(s) will execute them in sequence.",
  "uitutorial_persistent_tut13": "You can perform a \\255\\255\\255\\0\\line move\\008 by clicking and \\255\\0\\255\\0\\dragging\\008 instead of just clicking when issuing the move command. (This also works with Attack Move.) Doing this causes your units to spread out along the length of a line. You can quickly draw useful formations such as encirclements in this manner.\n\nPractice with the provided units, then click Next to continue.",
  "uitutorial_persistent_tut14": "Now let's try building a \\255\\0\\255\\255\\Solar Collector\\008 to make some \\255\\255\\255\\0\\energy\\008. Energy is needed to build things and run some abilities, like radar and cloaking.\n\nSelect your commander, look for the command menu and click on the \\255\\255\\255\\0\\Econ\\008 tab. Click on the Solar Collector and place it on the designated spot (or anywhere else, if you want).\n\n(Note the color of the grid under the building you're placing. Red areas are obstructed by uneven terrain or another building. Yellow areas are occupied by a mobile unit or some feature that can be \"reclaimed\" to get it out of the way, such as a rock or tree.)",
  "uitutorial_persistent_tut15": "Good job!\n\nBy the way, you can hold down \\255\\0\\255\\0\\Shift\\008 and drag a line of buildings to build them all in sequence. Shift + \\255\\0\\255\\0\\Alt\\008 places a box in the same way. Press \\255\\0\\255\\0\\Ctrl\\008 as well to make the box hollow.\n\nWhile doing this you can press \\255\\0\\255\\0\\Z\\008 and \\255\\0\\255\\0\\X\\008 (default) as well to change the spacing.\n\nClick Next to continue.",
  "uitutorial_persistent_tut16": "Energy alone isn't enough to build stuff. You need \\255\\255\\255\\0\\metal\\008 as well.\n\nThe primary source of metal is the \\255\\0\\255\\255\\Metal Extractor\\008. It can only be built on \\255\\255\\255\\0\\metal spots\\008. On most maps, these are represented as patches on the ground. For an easier time finding them, press \\255\\0\\255\\0\\F4\\008 to bring up the resource map.\n\nSelect your commander, click on the \\255\\255\\255\\0\\Econ\\008 tab, click on the Metal Extractor. Click close enough to the metal spot and it'll automatically snap to the right place. Or better yet, use the \\255\\255\\255\\0\\area mex\\008 command: press \\255\\0\\255\\0\\W\\008 and drag a circle over multiple spots to mex all of them.",
  "uitutorial_persistent_tut17": "Good job!\n\r\n(By the way: If the resource map is visible, you can also \\255\\0\\255\\0\\right click\\008 on the circle around the spot.)\r\n\nYour current metal and energy are displayed as \\255\\255\\255\\0\\bars on the top of the screen\\008. You can store a limited amount of metal and energy; once storage is full, it's \"use it or lose it.\" The numbers on the bar show useful information: current income, current expenditure and current stockpiles.\n\nClick Next to continue.",
  "uitutorial_persistent_tut18": "Now let's make a \\255\\0\\255\\255\\Cloaky Bot Factory\\008 to build some units with.\n\nIn a skirmish or multiplayer game, you get a \\255\\255\\255\\0\\\"facplop\"\\008 that lets you build your first factory for free and instantly. This is indicated by the factory icon above your commander's head.\n\nWe've given you a facplop now. Select your commander, click on the \\255\\255\\255\\0\\Factory\\008 tab, click the factory button, and click on where you want to build it.\n\nTIP: You can rotate buildings before placing them with \\255\\0\\255\\0\\left bracket\\008 and \\255\\0\\255\\0\\right bracket\\008 ([ and ]) (by default).",
  "uitutorial_persistent_tut19": "Good, good. Now we can try making some units.\n\nClick Next to continue.",
  "uitutorial_persistent_tut2": "Okay, there's a radar tower to the \\255\\255\\255\\0\\west\\008 of your starting position. See if you can find it.",
  "uitutorial_persistent_tut20": "While mobile constructors (such as your commander) make static buildings, factory buildings make mobile units.\n\nSelect your factory and it will automatically switch to the \\255\\255\\255\\0\\Units\\008 tab. \\255\\0\\255\\0\\Click\\008 a unit to start building it. \\255\\0\\255\\0\\right click\\008 to remove the last such unit from the queue, or \\255\\0\\255\\0\\left click\\008 on a unit in the buld queue in the bottom row to remove it.\n\nTIP: Constructors can \\255\\255\\255\\0\\Guard\\008 a factory to \"assist\" it and make it build faster. Select your commander and \\255\\0\\255\\0\\right click\\008 on the factory, or press \\255\\0\\255\\0\\G\\008 (or click the button in the Order menu) and left click.\r\n\nBuild 5 \\255\\0\\255\\255\\Glaive\\008 bots to continue.",
  "uitutorial_persistent_tut21": "There we go.\n\r\nTIP: Hold \\255\\0\\255\\0\\Shift\\008 while clicking to add/remove five units at a time, \\255\\0\\255\\0\\Ctrl\\008 for 20. Holding down \\255\\0\\255\\0\\Alt\\008 while clicking adds the unit to the front of the queue.\r\n\nTIP: \\255\\0\\255\\0\\Space\\008 + \\255\\0\\255\\0\\click\\008 on a unit (or its build button) to open a popup displaying a description of the unit and its stats. Try it out.\n\nClick Next to continue.",
  "uitutorial_persistent_tut22": "Oh dear, that tank has taken damage. Get your commander over there and \\255\\255\\255\\0\\repair\\008 it.\n\nPress \\255\\0\\255\\0\\R\\008 (default) or click on the \\255\\255\\255\\0\\Repair\\008 button in the Orders tab, then click on the unit you want to repair. Or just \\255\\0\\255\\0\\right click\\008 on the target.\n\nRepair costs energy. It is normally twice as fast as building the same unit, but is slowed down if the unit has been damaged recently.\n\n(If a unit is left alone long enough it will also slowly self-repair. But do you really have the time for that?)",
  "uitutorial_persistent_tut23": "Good job fixing that tank!\n\nNow there's just one last thing to do.",
  "uitutorial_persistent_tut24": "By now you've probably noticed the \\255\\255\\255\\0\\fog of war\\008. Units have a limited sight range; anything not close enough to one or more of your units is hidden from view. This is marked by the grey area in the map.\n\n\\255\\255\\255\\0\\Radar\\008 can detect enemies hiding in the darkness (up to a certain range), although you won't be able to identify unit types. Enemies revealed by radar are marked as radar dots.\n\nTo actually see what's going on somewhere, you'll need to \\255\\255\\255\\0\\scout\\008 it. Small, fast units are ideal for scouting.\n\nThere is an enemy tank hiding somewhere to the \\255\\255\\255\\0\\northwest\\008. Destroy it to win the game.",
  "uitutorial_persistent_tut25": "Excellent work! That concludes the tutorial.\n\nFeel free to practice the controls some more (drag the victory screen out of the way if needed), or leave at any time.",
  "uitutorial_persistent_tut3": "Good, you found the radar tower. Now let's try something else.\n\nClick Next to continue.",
  "uitutorial_persistent_tut4": "You can select a unit by \\255\\255\\255\\0\\clicking\\008 on it. \n\nSelect multiple units by left-click \\255\\255\\255\\0\\dragging a box\\008 around them, or holding down \\255\\0\\255\\0\\Shift\\008 or \\255\\0\\255\\0\\Ctrl\\008 and clicking on each one. You can also Ctrl + click an already selected unit to deselect it.\n\nYour commander can be quickly selected by pressing \\255\\0\\255\\0\\Ctrl\\008 + \\255\\0\\255\\0\\C\\008 or clicking the commander icon in the selection bar.\n\nNow select... not your commander, but the Lotus light laser tower nearby to continue.",
  "uitutorial_persistent_tut5": "Good work, you've selected the tower as ordered.\n\nYou can practice selecting units a bit more; click Next when you're done.\n\n(By the way, the red flag button on your UI brings up the \\255\\255\\255\\0\\Objectives\\008 screen. Consult it if you ever forget what you need to do.) ",
  "uitutorial_persistent_tut6": "Now let's move about a bit.\n\nTo move a unit, select it, press \\255\\0\\255\\0\\M\\008 or click on the \\255\\255\\255\\0\\Move\\008 button in the Orders tab of the menu. Then click on the destination.\n\n... But nobody actually does this. Just \\255\\0\\255\\0\\right click\\008 on the ground where you want to move.\n\nSelect your command unit and move it to the marked point up \\255\\255\\255\\0\\north\\008 by the wind generator to continue.",
  "uitutorial_persistent_tut7": "Now you know how to get around.\n\nClick Next when you're done.",
  "uitutorial_persistent_tut8": "Let's shoot something!\n\nNormally your units will automatically fire on anything in range. For now, we've given a \\255\\255\\255\\0\\Hold Fire\\008 order to your command unit, so you'll have to manually attack the target.\n\nSelect your commander, press \\255\\0\\255\\0\\F\\008 or click on the \\255\\255\\255\\0\\Force Fire\\008 button in the Orders tab of the menu, then click the target. Or just \\255\\0\\255\\0\\right click\\008 the target.\n\nDestroy the construction vehicle to the east to continue.",
  "uitutorial_persistent_tut9": "Boom.\n\nNow let's take a look at the \\255\\255\\255\\0\\Attack Move\\008 command (also known to old-timers as \\255\\255\\255\\0\\Fight\\008)."
}