{
  "sunrise7e_convo_defeat": "The barbarians shall not pass. The Empire lives on.",
  "sunrise7e_convo_destroyMoho": "Taking out that Moho Geothermal Powerplant could save us a lot of trouble with disabling the defense grid.",
  "sunrise7e_convo_destroyMohoDone": "Excellent. Things should get a little easier for us now.",
  "sunrise7e_convo_dialog1-1": "That a former soldier of the Empire would fall so far as to be leading the barbarians into her heart... You foul this very planet with your presence, Ada Caedmon!",
  "sunrise7e_convo_dialog1-2": "The Empire I served is dead. The Empire you serve is but a shambling ghoul that needs to be put down.",
  "sunrise7e_convo_dialog1-3": "Words will not save you today, traitor. This valley of death shall be your grave.",
  "sunrise7e_convo_dialog1-4": "I have no need of words, Legate. ",
  "sunrise7e_convo_dialog2-1": "I won't lose to you here...",
  "sunrise7e_convo_dialog2-2": "You've already lost, Fides. You lost when you gave up your will to a god whom you've never seen and yet rules over every aspect of your life like a tin-pot dictator. Don't worry, I'll put an end to this soon enough.",
  "sunrise7e_convo_dialog2-3": "SILENCE! I will yet kill you where you stand, rebel!",
  "sunrise7e_convo_disarmBombs1": "One bomb defused.",
  "sunrise7e_convo_disarmBombs2": "That's two.",
  "sunrise7e_convo_disarmBombs3": "All bombs have been defused.",
  "sunrise7e_convo_escape": "Please be more careful, friend Ada. We can't afford to lose you at this critical junction.",
  "sunrise7e_convo_fidesKilled1": "To have been defeated... by one such as you...",
  "sunrise7e_convo_fidesKilled2": "Goodbye, Legate. You were a good soldier; it's too bad you couldn't have been something more than that.",
  "sunrise7e_convo_intro1": "For them to have made it this far... We have no choice. Activate Thermopylae.",
  "sunrise7e_convo_intro2": "But, sir...",
  "sunrise7e_convo_intro3": "We cannot let the heretics reach the Throne world. Set the demo charges. Now.",
  "sunrise7e_convo_intro4": "Yes, sir.",
  "sunrise7e_convo_PWBuildingDestroyed": "One of the target buildings has just gone up in smoke. We won't have the resources to take the Throne world now.",
  "sunrise7e_convo_timeRunningOut": "Please make haste, Ada. We have little time remaining.",
  "sunrise7e_convo_tipBrawler": "Excellent. Now our Brawler gunships will have free reign over much of the battlefield.",
  "sunrise7e_convo_tipGoliath": "I've stolen something very useful from the Imperial databanks. The Goliath tank buster is now available to you, Ada.",
  "sunrise7e_convo_tipSingu": "Please be careful with that thing, Ada. If it goes up, it'll take the whole neighbourhood with it.",
  "sunrise7e_convo_tipTransport": "Air transports can get our units to the front line faster. I'm making some available now.",
  "sunrise7e_convo_tipTremor": "We'll need to start by clearing out their hill strongpoints and their deadly anti-air defenses. The hills are heavily shielded, but that's no problem for a Tremor.",
  "sunrise7e_convo_victory1": "The enemy has been defeated and the ship facilities are secure. Well done, Ada.",
  "sunrise7e_convo_victory2": "Next stop, the Throne world.",
  "sunrise7e_marker_goliaths": "Goliaths",
  "sunrise7e_marker_moho": "Moho Geo",
  "sunrise7e_marker_strongpoint": "Strongpoint",
  "sunrise7e_objDesc_defeatFides": "Legate Fides of the Imperial Vanguard Legion opposes you again. Neutralize his command unit.",
  "sunrise7e_objDesc_destroyMoho": "That Moho Geothermal powerplant provides a considerable amount of energy for the enemy's war machine and contributes power to their defense grid. Destroy it to set the enemy back considerably.",
  "sunrise7e_objDesc_destroyStrongpoints": "Neutralize both of the enemy strongpoints on the small hills in the valley. In particular, destroy the Screamer long-range SAM batteries.",
  "sunrise7e_objDesc_disarmBombs": "Disarm the explosive charges on the ship manufacturing and storage facilities. We need them intact.\n\nClear all enemies around the building and place a unit in the circle to disarm each bomb.",
  "sunrise7e_objTitle_defeatFides": "Defeat Legate Fides",
  "sunrise7e_objTitle_destroyMoho": "Destroy Moho Geo (Optional)",
  "sunrise7e_objTitle_destroyStrongpoints0": "Destroy Strongpoints (2)",
  "sunrise7e_objTitle_destroyStrongpoints1": "Destroy Strongpoints (1/2)",
  "sunrise7e_objTitle_destroyStrongpoints2": "Destroy Strongpoints (2/2)",
  "sunrise7e_objTitle_disarmBombs0": "Disarm Bombs (3)",
  "sunrise7e_objTitle_disarmBombs1": "Disarm Bombs (1/3)",
  "sunrise7e_objTitle_disarmBombs2": "Disarm Bombs (2/3)",
  "sunrise7e_objTitle_disarmBombs3": "Disarm Bombs (3/3)",
  "sunrise7e_persistent_tipBrawler": "The high-flying Brawler gunship cuts down enemies with its autoguns while staying out of the range of most ground weapons. Its armor lets it survive a modest amount of anti-air fire.",
  "sunrise7e_persistent_tipGoliath": "The Goliath is a slow, muscular beast designed to smash lesser assault units and other single targets into oblivion with its heavy tankbuster cannon. Supporting it is a slowing beam that helps it incapacitate its prey.",
  "sunrise7e_persistent_tipSingu": "The Singularity Reactor provides huge amounts of energy at near-unparalleled metal efficiency. It is also a very expensive, very desirable target, and if it gets destroyed, the resulting explosion is comparable to a nuclear weapon.",
  "sunrise7e_persistent_tipTransport": "Air transports can be used to ferry newly built units quickly to the front lines, or to insert them behind enemy defenses. The smaller Valkyrie transport can only carry one of certain lighter units, while the Vindicator can lift almost any unit in the game (albeit one at a time), and also comes with guns.\n\nThere are several ways to use transports:\n1) Manual load (default hotkey L) and unload (default U). Click and drag to issue as an area command.\n2) Transport AI. Idle transports will automatically fly units fresh out of a factory to the fac's rally point, if it's faster than walking.\n3) Ferry routes. With the command active, click to set start point, shift+click for waypoints, click to set end point. Click on an existing start point to remove the route, shift+click a point to move it. Move transports and passengers into the start point to assing them to the route.\n4) Embark/disembark. This one is quite complex; consult the manual.\n\nIf a transport is destroyed, whatever it was carrying falls to the ground, potentially hitting anything underneath for damage.",
  "sunrise7e_persistent_tipTremor": "The Tremor saturates enemy defenses with a rain of inaccurate projectiles. It is ineffective against most point targets, but can wear down clumped defenses and shields in short order."
}