{
  "econTutorial_msg_intro": "So you're back. Let's get started on the economy training.\n\nClose this message when you're ready to begin.",
  "econTutorial_objDesc_tut": "Learn how to obtain resources and use them to build units to defeat the enemy.",
  "econTutorial_objTitle_tut": "Complete Economy Tutorial",
  "econTutorial_persistent_areaCommands": "Reclaim and repair can be given as \\255\\255\\255\\0\\area commands\\008. Press \\255\\0\\255\\0\\R\\008 and \\255\\0\\255\\0\\left click and drag\\008 a circle on the ground to issue an area repair command. Reclaim is the same, except the hotkey is \\255\\0\\255\\0\\E\\008.\n\nRepair the solar collectors and reclaim the wreckages using area commands to continue.",
  "econTutorial_persistent_assistFac": "You can give construction units a \\255\\255\\255\\0\\Guard\\008 order on a factory to \\255\\255\\255\\0\\assist\\008 it and help it build faster. Select your commander and \\255\\0\\255\\0\\right click\\008 on the factory.\n\nBuild five more Glaives. Same deal as before; your commander needs to be assisting the factory or it won't build.",
  "econTutorial_persistent_buildUnits": "Let's make some units with our factory. Build three \\255\\0\\255\\255\\Glaive\\008 bots.\n\n+ Select your new factory\n+ Left click the \\255\\255\\255\\0\\Units\\008 tab\n+ Left click Glaive three times",
  "econTutorial_persistent_destroyEnemyBase": "Well done.\n\nThere's one last thing left to do. Somewhere in the lowlands is an \\255\\255\\255\\0\\enemy factory\\008. Use your newly built units and destroy it.\n\nTIP: You can give move/attack move/etc. orders to a factory and the units it builds will inherit the order queue.",
  "econTutorial_persistent_energy": "Now that we have our stuff up and running, let's take a look at something else.\n\n\\255\\255\\255\\0\\Energy\\008 is the other basic resource. You need an equal amount of metal and energy to build things, and energy is also used to repair units and operate certain abilities like cloaking.\n\nYou can see your current metal and energy in the \\255\\255\\255\\0\\resource panel\\008 at the top of the screen (highlighted). It shows how much you're earning, how much you have stored and how much you're spending.\n\nClick Next to continue.",
  "econTutorial_persistent_factory": "Good. Now that we have metal and energy, it's time to spend it with a \\255\\255\\255\\0\\factory\\008.\n\nBuild a \\255\\0\\255\\255\\Cloaky Bot Factory\\008.\n+ Select your commander\n+ Click the Factory tab in the menu (highlighted)\n+ Left click the Cloaky Bot Factory button\n+ Left click on the ground where you want to place the building\n\nThe factory icon over your commanders' head means you have a free factory ready to deploy (a \"\\255\\255\\255\\0\\facplop\\008\").",
  "econTutorial_persistent_metal": "\\255\\255\\255\\0\\Metal\\008 is a basic resource needed to construct units and buildings. The primary source of metal is the \\255\\0\\255\\255\\Metal Extractor\\008 shown here.\n\nClick Next to continue.",
  "econTutorial_persistent_mex": "Good work. Now let's make a \\255\\0\\255\\255\\Metal Extractor\\008 (\"mex\" for short) as well.\n\nMetal extractors can only be built on \\255\\255\\255\\0\\metal spots\\008. You can make them in the same way as the Solar Collector, but it's easier to use the \\255\\255\\255\\0\\area mex\\008 command:\n+ Select your commander\n+ Left click the \\255\\255\\255\\0\\Orders\\008 tab in the menu\n+ Press \\255\\0\\255\\0\\W\\008\n+ \\255\\0\\255\\0\\Left click and drag\\008 a circle on the ground\n\nIf you're having trouble finding metal spots, press \\255\\0\\255\\0\\F4\\008 for the economy view.",
  "econTutorial_persistent_overdrive": "Notice the colored circles on the ground when a mex or solar collector is selected. They represent the \\255\\255\\255\\0\\overdrive\\008 grid.\n\nOverdrive lets mexes produce more metal from surplus energy. This requires a \\255\\255\\255\\0\\grid connection\\008 created by making the circles touch. Overdrive \\255\\255\\255\\0\\becomes less efficient\\008 the more energy is used.\n\n\\255\\0\\255\\0\\Mouse over\\008 the mex and solar collector to see how much energy is being converted to metal.\n\nBuild a Solar Collector in the designated location to connect the mex and see how overdrive increases its output. Click Next to continue.",
  "econTutorial_persistent_reclaim": "Metal can also be obtained by \\255\\255\\255\\0\\reclaiming\\008 the \\255\\255\\255\\0\\wreckages\\008 that dead units leave on the battlefield. Select your commander and \\255\\0\\255\\0\\right click\\008 on a wreck to reclaim it.\n\nReclaim the three wreckages to the \\255\\255\\255\\0\\left\\008 to continue.\n\nTIP: Hold down \\255\\0\\255\\0\\Shift\\008 when issuing orders to queue them.",
  "econTutorial_persistent_repair": "Construction units (including the commander) can \\255\\255\\255\\0\\repair\\008 damaged units. Select your commander and \\255\\0\\255\\0\\right click\\008 on the damaged storage building to repair it.",
  "econTutorial_persistent_repeat": "That was easy. But having to give your factory fresh build orders each time can be troublesome.  Use the \\255\\255\\255\\0\\Repeat\\008 order to make your factory keep pumping out units.\n\n+ Select your factory\n+ Click the repeat button\n+ Left click Glaive\n\nBuild three more Glaives. But here's the catch: your factory \\255\\255\\255\\0\\must have Repeat on\\008 or it will not build anything.",
  "econTutorial_persistent_solar": "Several buildings produce energy, but the \\255\\0\\255\\255\\Solar Collector\\008 is the most basic. Let's build one.\n+ Select your commander\n+ Click the \\255\\255\\255\\0\\Econ\\008 tab in the menu (highlighted)\n+ Left click the Solar Collector button\n+ Left click on the ground where you want to place the building\n\nTIP: Hold down \\255\\0\\255\\0\\Shift\\008 to click and drag a line of buildings. If you accidentally stop construction, \\255\\0\\255\\0\\right click\\008 the unfinished building to resume.",
  "econTutorial_persistent_victory": "And there she goes.\n\nThat concludes the tutorial. Click Next to finish."
}