{
  "classesTutorial_msg_intro": "Now let's learn about the different \\255\\255\\255\\0\\unit classes\\255\\255\\255\\255 in Zero-K.\n\nNote that while the following descriptions will be broadly true of most or all unit types within a class, each unit has its own distinct traits that affect the way it is best used. Try them out in a skirmish or multiplayer game to learn their ins and outs.",
  "classesTutorial_objDesc_tut": "Learn about the different unit classes in Zero-K. Practice with the provided units.",
  "classesTutorial_objTitle_tut": "Complete Tutorial",
  "classesTutorial_persistent_aa": "\\255\\255\\255\\0\\Anti\\255\\255\\255\\255-\\255\\255\\255\\0\\aircraft\\255\\255\\255\\255 (AA) units can only hit planes and gunships but are the most cost-effective way of dealing with them. They have long range compared to most anti-ground weapons.",
  "classesTutorial_persistent_arty": "\\255\\255\\255\\0\\Artillery\\255\\255\\255\\255 units use their long range to destroy defence structures from afar. Typical artillery units are not able to hit moving targets.",
  "classesTutorial_persistent_assault": "\\255\\255\\255\\0\\Assault\\255\\255\\255\\255 units are tough and can brute-force enemy defences. Their speed is generally middling. Some have difficulty hitting fast-moving units.",
  "classesTutorial_persistent_end": "That concludes the unit classes demonstration. Feel free to continue practicing with the different units.\n\nClick Next to end.",
  "classesTutorial_persistent_raider": "\\255\\255\\255\\0\\Raiders\\255\\255\\255\\255 are fast and and do a lot of damage quickly, but have very low health. They are good against units with inaccurate weapons, such as skirmishers.\n\nKill the enemy units to continue.\n\nTIP: Use attack move to have your raiders automatically attempt to evade enemy fire. Default hotkey is \\255\\0\\255\\0\\A\\255\\255\\255\\255, in case you've forgotten.",
  "classesTutorial_persistent_riot": "\\255\\255\\255\\0\\Riot\\255\\255\\255\\255 units excel at wiping out large numbers of small enemy units, such as raiders. They generally do a lot of damage quickly, but are slow, short-ranged and have modest health.",
  "classesTutorial_persistent_skirm": "\\255\\255\\255\\0\\Skirmishers\\255\\255\\255\\255 have good range and are effective against slow, short-ranged units such as riots. They have relatively low health and damage output. Most have trouble with fast-moving targets. Don't let them get into close combat.\n\nTIP: Use attack move to have your skirms try to keep their distance (\"kite\" the enemy).",
  "classesTutorial_persistent_skirm2": "Some skirmishers can also destroy shorter-ranged enemy static defences from outside their range. Try it now."
}