{
  "sunrise5e_convo_astraKilled": "Do not think you have won! I WILL CRUSH YOU YET, SCUM!",
  "sunrise5e_convo_athenionKilled1": "AAAAAAAAARGH!",
  "sunrise5e_convo_athenionKilled2": "Take command of the rebel units, Ada. Let Athenion's death not be in vain.",
  "sunrise5e_convo_defeat": "For those who reject his word... only death awaits!",
  "sunrise5e_convo_dialog1-1": "So, the Rebel of Tryphon enlists the aid of the wanted traitor and brigand, Ada Caedmon! Are you so completely lost to honor, dog?",
  "sunrise5e_convo_dialog1-2": "Where was your honor when we stood off the Alans and Suevi alone, prefect? Does your dead Emperor lay claim to tribute without protection?",
  "sunrise5e_convo_dialog1-3": "His will shall not be questioned by one such as you, traitor! Prepare for your destruction!",
  "sunrise5e_convo_dialog2-1": "Let all heretics be cleansed in fire! I will revel in your destruction, scum!",
  "sunrise5e_convo_dialog2-2": "Does she ever get tired of hearing her own fire and brimstone routine?",
  "sunrise5e_convo_dialog3": "Strike down those who oppose His works! This is the judgement of the righteous!",
  "sunrise5e_convo_escape": "You need to be more careful than that if we're going to win this, Ada.",
  "sunrise5e_convo_intro1": "It is good to see you, Commander. Our foe has already established a strong presence here.",
  "sunrise5e_convo_intro2": "Scipio Astra already has her tanks holding the valleys to the southeast. They will soon seek to dominate the skies as well.",
  "sunrise5e_convo_intro3": "Her auxiliaries are deploying spiderbots to the southwest. They will attempt to control the hills overlooking the field of battle.",
  "sunrise5e_convo_intro4": "Good luck, Commander. I think we'll both need it.",
  "sunrise5e_convo_tipBanshee": "To win this, we'll need speed and lethality. Let us ready some Banshee raider gunships, Ada.",
  "sunrise5e_convo_tipBlackDawn": "Ada, I've gotten you some Black Dawn strike gunships. They may give us the punch we need to win this.",
  "sunrise5e_convo_tipFlak": "Be wary of flak turrets and tanks, Ada. Try to avoid them if at all possible; else make them a priority target and keep your gunships spread out to minimize area-effect damage.",
  "sunrise5e_convo_tipRapier": "Imperial forces are advancing. We have Rapier gunships waiting to parry their thrust.",
  "sunrise5e_convo_tipRiot": "Flying close to enemy riot units is generally inadvisable, friend Ada.",
  "sunrise5e_convo_tipTrident": "The enemy's aerial capability is becoming more significant. We should deploy Trident anti-air gunships.",
  "sunrise5e_convo_victory": "That's done. Now let us find the path forward.",
  "sunrise5e_objDesc_defeatImperials": "Scipio Astra of the Imperial Praetorian Guard has brought an army to crush a rebellion led by a comm named Athenion. Help Athenion out and potentially gain a new ally.",
  "sunrise5e_objDesc_protectAthenion": "Don't let our new ally get killed.",
  "sunrise5e_objTitle_defeatImperials": "Defeat the Imperials",
  "sunrise5e_objTitle_protectAthenion": "Protect Athenion",
  "sunrise5e_persistent_tipBanshee": "The Banshee is a fast gunship best used in penetrating swarms to tear up enemy assets lacking adequate anti-air coverage. Its armor and firepower are decent, but nothing to write home about. Like many other raiders, it regenerates health when not in combat.",
  "sunrise5e_persistent_tipBlackdawn": "The Black Dawn fires a volley of rockets that inflict heavy damage on anything in the target area. Its combination of speed, armor and firepower makes it perfect for hit-and-run attacks.",
  "sunrise5e_persistent_tipRapier": "The Rapier is a good all-rounder that supports its allies against surface and air targets with disruptor missiles. Its chief weakness is its relative lack of speed.",
  "sunrise5e_persistent_tipTrident": "The Trident is essentially a flying Defender-like anti-air turret. Its three-missile volley is good against planes that only briefly remain in range, but its slow speed makes it a poor interceptor."
}