{
  "sunrise2d_convo_advDefUnlocked": "Ado, udało mi się odzyskać bazę danych wieżyczek. Mamy teraz dostęp do kilku nowych.",
  "sunrise2d_convo_defeat": "Tragedia! Uciekajmy stąd i nigdy nie wracajmy!",
  "sunrise2d_convo_dragon1": "Oj, smok idzie!",
  "sunrise2d_convo_dragon2": "Dobrze. To głowa kolonii kurczaków, więc jeżeli go zabijemy, to kryzys będzie można uznać za zażegnany. Ale pamiętaj, nic nie może się równać ze smokiem w pojedynkę. Nic.",
  "sunrise2d_convo_escape": "W samą porę! Prawie by nas zjadły!",
  "sunrise2d_convo_intro1": "O kurczę!",
  "sunrise2d_convo_intro2": "Uwaga: wykryto aktywność kurczaków z nieznanego powodu. Aktywowano protokół defensywny pierwszego poziomu.",
  "sunrise2d_convo_intro3": "Co robimy, Sophio?",
  "sunrise2d_convo_intro4": "Uciekamy do bazy i liczymy na to, że system ochronny nas nie zestrzeli. No dalej, ruchy.",
  "sunrise2d_convo_reclaim": "Z jajek zostawianych przez kurczaki można odzyskać metal. Surowce nam się przydadzą.",
  "sunrise2d_convo_safety1": "Dobra robota. Zbudujmy własną bazę i pomóżmy bronić placówki, proszę. Nie chcę, by zjadły nas kurczaki.",
  "sunrise2d_convo_safety2": "Swoją drogą, czemu obrona tej bazy nas ignoruje?",
  "sunrise2d_convo_safety3": "Mam dobry moduł wojny informacyjnej.",
  "sunrise2d_convo_tipCockatrice": "Cockatrice to kogut szturmowy o potężnych szczękach, których ponowne rozwarcie zajmuje mu jednak trochę czasu. Można go łatwo zwalczyć grupami lekkich jednostek.",
  "sunrise2d_convo_tipFaraday": "Ach, Faraday. Świetnie współpracuje z pozostałymi wieżyczkami, paraliżując dla nich cele. Gdy nie strzela, jest też odporny na ostrzał.",
  "sunrise2d_convo_tipHLT": "Stinger - ciężka wieża laserowa. Okolicę z takim cackiem można uznać za dobrze bronioną.",
  "sunrise2d_convo_tipStardust": "Teraz mamy działko maszynowe. Ho ho ho!",
  "sunrise2d_convo_victory1": "Udało nam się!",
  "sunrise2d_convo_victory2": "Dobra robota, Ado... lecz biorąc pod uwagę okoliczności, nierozsądnie byłoby tutaj zostać dłużej.",
  "sunrise2d_objDesc_containChickens": "Utrzymuj pozycję i nie pozwól kurczakom zniszczyć placówki.",
  "sunrise2d_objDesc_dragon": "Zabij Smoka, by rozwiązać problem kurczaków.",
  "sunrise2d_objDesc_getToSafety": "Przejdź na \"bezpieczną\" stronę linii obronnej na płazkowyżu na północy.",
  "sunrise2d_objTitle_containChickens": "Zwalczaj kurczaki",
  "sunrise2d_objTitle_dragon": "Zabij Smoka",
  "sunrise2d_objTitle_getToSafety": "Uciekaj do bazy",
  "sunrise2d_persistent_chicken": "Chicken Defense to tryb gry, w którym gracze i ich armie robotów bronią się przed coraz silniejszymi falami \"kurczaków\", wylęgających się okresowo z gniazd rozsianych po mapie.\n\nPoczątkowo atakują podstawowe jednostki kurczaków, jednak z czasem rój wysyła coraz silniejsze stworzenia.",
  "sunrise2d_persistent_reclaim": "Złom pozostawiany przez zniszczone jednostki - w tym także jego odpowiednik u kurczaków, jajka - zawierają do 40%% pierwotnej wartości jednostki i może zostać odzyskany przez konstruktory. Prawdziwym zwycięzcą bitwy jednostek jest ten, kto zbierze pozostały po niej złom, stąd warto mieć wiele konstruktorów, by móc szybko zebrać powstające wraki.",
  "sunrise2d_persistent_tipFaraday": "Faraday to wieżyczka, która paraliżuje grupy jednostek, czyniąc je podatne na atak. Sam z siebie jest średnio przydatny, jednak bardzo dobrze spisuje się jako wsparcie tam, gdzie obrona już jest.\n\nFaraday otrzymuje tylko 25%% obrażeń, gdy jest zamknięty i nie strzela.",
  "sunrise2d_persistent_tipHLT": "Ciężka wieżyczka laserowa Stinger (znana jako HLT ze względu na angielski skrót) strzela silnie skoncentrowanym laserem, który zadaje ciężkie obrażenia z dużej odległości. Najlepiej spisuje się przeciwko średnim jednostkom, a w szczególności harcownikom. Przeładowanie lasera trwa jednak stosunkowo długo, toteż HLT zawsze powinien mieć wsparcie przeciwko lekkim jednostkom.\n\nHLT jest stosunkowo drogi, więc powinno się go stawiać tylko w taktycznie ważnych miejscach.",
  "sunrise2d_persistent_tipStardust": "Stardust to działko obrotowe, które bezproblemowo niszczy lekkie jednostki i zagraża wszystkiemu, co się zbliży. Ma jednak mały zasięg i jest wrażliwe na ataki harcowników."
}