{
  "sunrise2d_convo_advDefUnlocked": "Ada, I've finished restoring some of your defense databanks. You now have access to a new set of turrets.",
  "sunrise2d_convo_defeat": "What a disaster. Let's leave and never come back.",
  "sunrise2d_convo_dragon1": "Uh oh. Dragon incoming!",
  "sunrise2d_convo_dragon2": "Alright, if we can take it down, it'll probably be the end of the crisis. Just remember, nothing beats a White Dragon in a knife fight. Nothing.",
  "sunrise2d_convo_escape": "Just in time! You almost got eaten alive there, Ada.",
  "sunrise2d_convo_intro1": "Whoa! Chickens!",
  "sunrise2d_convo_intro2": "Warning: Chicken aggravation detected; source unknown. Activating Level 1 containment protocols.",
  "sunrise2d_convo_intro3": "What do we do, Sophia?",
  "sunrise2d_convo_intro4": "Run for cover and hope the security system doesn't gun us down. Please do hurry, Ada.",
  "sunrise2d_convo_reclaim": "Remember to reclaim the eggs the chickens drop. We could really use the metal.",
  "sunrise2d_convo_safety1": "Well done, Ada. Now construct our own base and assist with the containment, if you please. Being eaten by chickens is such an undignified way to go.",
  "sunrise2d_convo_safety2": "On that note, why isn't the automated security shooting at us?",
  "sunrise2d_convo_safety3": "I have a very good information warfare suite.",
  "sunrise2d_convo_tipCockatrice": "Cockatrices have a powerful bite, but they can only use it ever so often. Use swarmers if you have to get in close.",
  "sunrise2d_convo_tipFaraday": "Ah, the Faraday. Quite useful at holding the bad guys in place for other turrets to pummel into a pulp. It's artillery-resistant when popped down, too.",
  "sunrise2d_convo_tipHLT": "The Stinger Heavy Laser Turret. Just one of these represents a significant escalation in the power of a defensive strongpoint.",
  "sunrise2d_convo_tipStardust": "Now we have a machine gun. Ho ho ho.",
  "sunrise2d_convo_victory1": "YES! We did it!",
  "sunrise2d_convo_victory2": "Well done, Ada... but given the circumstances, I feel it would be unwise to hang around celebrating our victory.",
  "sunrise2d_objDesc_containChickens": "Hold the perimeter and prevent the chickens from overruning the facility.",
  "sunrise2d_objDesc_dragon": "Kill the White Dragon and end the threat of a chicken escape from the facility!",
  "sunrise2d_objDesc_getToSafety": "Get to the \"safe\" side of the security perimeter, on the plateau up north.",
  "sunrise2d_objTitle_containChickens": "Contain Chickens",
  "sunrise2d_objTitle_dragon": "Slay the Dragon",
  "sunrise2d_objTitle_getToSafety": "Get to Safety",
  "sunrise2d_persistent_chicken": "Chicken Defense is a gamemode where the players and their robot armies attempt to fend off increasingly strong waves of chickens spawning from burrows scattered across the map. Over the course of the game, you will be attacked by wave after wave of chickens. \n\nInitially, you will only be attacked by basic chickens, which are fairly easy to defeat. As the game progresses, the hive will send increasingly powerful forms, often with unique abilities, to defeat you.",
  "sunrise2d_persistent_reclaim": "Wreckage left by units can be reclaimed for up to 40%% of the unit's metal cost, which means that in an even battle the one who secures the wrecks will come out on top quite handily. It is strongly recommended to have constructors reclaiming wreckage wherever possible.\n\nChickens and burrows drop eggs when killed, which can be reclaimed for metal in a similar manner.",
  "sunrise2d_persistent_tipFaraday": "The Faraday is an area-of-effect paralyzer turret that briefly stuns units, leaving them vulnerable while other turrets damage and kill them. Obviously, it's not particularly effective on its own, but it can act as a force-multiplier against large groups of enemy units (at least those that don't outrange it).\n\nWhen popped down, the Faraday only takes 25%% damage from enemy fire.",
  "sunrise2d_persistent_tipHLT": "The Stinger Heavy Laser Turret (HLT) fires a high-energy laser with considerable damage output and a good range. It is particularly effective against heavy skirmishers, and does decently against most hard targets. HLTs should always be supported by anti-raider units, which would otherwise swarm and defeat it easily.\n\nDue to its significant price, construction of a HLT should be a carefully considered investment.",
  "sunrise2d_persistent_tipStardust": "The Stardust's rapid-fire autocannon makes mincemeat out of any raider blob foolish enough to get too close, and is highly threatening even to assault units. Even in death, it often takes its attackers with it as it explodes violently.\n\nDue to its short range, the Stardust is uniquely vulnerable to many skirmishers and even an LLT built just outside its range."
}